Repository: JanLikar/covid
Catalog: back/locale/*/LC_MESSAGES/messages.po
Languages: sl

source: Use my location
sl: Uporabi mojo lokacijo

# use_my_location_tooltip
source: Uses your browser's local storage
sl: Lokacija se bo shranila v vaš brskalnik.

# call_to_action_title
source: Infected with COVID-19?
sl: Ste okuženi s Covid-19?

# call_to_action_text
source: Mark your movement on the map to notify people that were in contact with you.
sl: Na zemljevidu označite lokacije, kjer ste se v zadnjih dneh nahajali, in tako opozorite ljudi, ki so bili tudi tam.

# call_to_action_button
source: Mark your movement on the map
sl: Označevanje lokacij

# marker_form_label_click_on_the_map
source: click on the map
sl: izberite lokacijo na zemljevidu

# marker_form_label_latitude
source: Latitude
sl: Lat

# marker_form_label_longitude
source: Longitude
sl: Lon

# marker_form_label_date
source: Date
sl: Datum

# marker_form_label_location_name
source: Name of the location
sl: Ime lokacije

# marker_form_label_additional_information
source: Detailed information about your activities within this location
sl: Podroben opis vaše interakcije na izbrani lokaciji

# marker_form_submit_button
source: Save
sl: Shrani

# close_session_button
source: Close session
sl: Zaključi sejo

# login_modal_title
source: Anonymised login
sl: Anonimna prijava

# login_instruction
source: Enter your passphrase to add or update your markers.
sl: Vnesite svoje geslo za dostop do obrazca za označevanje lokacij.

# login_new_session_title
source: Want to start a new session?
sl: Nova seja

# login_instruction2
source: Use the passphrase below, but <b>first make sure to copy the passphrase and paste it into your password manager, or store it somewhere safe</b> so you can reuse it in the future!
sl: Ob prvi prijavi, uporabite geslo, ki je izpisano spodaj. Geslo si shranite, da boste lahko pozneje urejali svoje podatke.

# login_passphrase_placeholder
source: Enter passphrase
sl: Geslo

# login_email_placeholder
source: Your e-mail address (optional)
sl: Email naslov (neobvezno)

# login_new_passphrase_label
source: New passphrase:
sl: Novo geslo:

# login_button_submit
source: Login
sl: Prijava

# login_button_close
source: Close
sl: Zapri

# comment_form_label_name
source: Your full name
sl: Polno ime

# comment_form_label_email
source: Your email (undisclosed)
sl: E-naslov (ni javno prikazan)

# comment_form_label_comment
source: Comment about the location
sl: Komentar povezan z lokacijo

# comment_form_submit_button
source: Add comment
sl: Dodaj komentar

# comments_title
source: Comments
sl: Komentarji

# add_comments_title
source: Add a comment
sl: Dodaj komentar

# comment_form_label_status_disinfected
source: Area disinfected
sl: Območje razkuženo

# comment_form_label_status_change
source: Change status
sl: Spremeni stanje okužbe
